docs/posts/2017-01-13-nietzsche-on-the-military-establishment.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Apr 08, 2025 19:52 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Nietzsche on Military Buildup</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
</head>
<body>
<header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/">Home</a></li>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/atom.xml">Feed</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Nietzsche on Military Buildup</h1>
<p class="subtitle" role="doc-subtitle">Jan 13, 2017 00:00</p>
</header><blockquote>
<p>
And perhaps the great day will come when a people, distinguished by wars and victories and by the highest development of a military order and intelligence, and accustomed to make the heaviest sacrifices for these things, will exclaim of its own free will, &ldquo;We break the sword,&rdquo; and will smash its entire military establishment down to its lowest foundations. Rendering oneself unarmed when one has been the best-armed, out of a height of feeling—that is the means to real peace, which must always rest on a peace of mind; whereas the so-called armed peace, as it now exists in all countries, is the absence of peace of mind. One trusts neither oneself nor one&rsquo;s neighbor and, half from hatred, half from fear, does not lay down arms. Rather perish than hate and fear, and twice rather perish than make oneself hated and feared—this must some day become the highest maxim for every single commonwealth, too.
</p>
</blockquote>

<p class="source">
Friedrich Nietzsche, <i>The Wanderer and His Shadow</i>, 284.
</p>


<div class="tagline" id="org0060c8e">
<p>
Tagged: <a href="../tags/quotes.html">Quotes</a> <a href="../tags/philosophy.html">Philosophy</a>
</p>

</div>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Apr 08, 2025 19:52.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 30.1 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
